MODE.FirstCasualtyCommander = {
"Я только что обнаружил первую ассимиляцию. Угроза реальна. Будьте осторожны.",
"Один уже убит, не позволяйте им сделать вас следующим. Будьте начеку.",
"Я потерял связь с одним из вас, скорее всего, он ассимилирован. Будьте бдительны",
"Один из вас только что ассимилировался. Вы можете стать следующим, будьте бдительны и не дайте им добраться до вас",
}

MODE.HalfWayCommander = {
"От вас осталась только половина. Держитесь вместе",
"Половина из вас либо мертва, либо ассимилирована. Да поможет вам всем Бог",
"Фурри-вирус уже на полпути к цели. Берегите себя и смотрите по сторонам",
"Это выглядит не очень хорошо, половина из вас теперь инфицированы. Черт",
}

MODE.HalfWayHeliCommander = {
"От вас осталась только половина. Спасательный вертолет уже в пути. Расчетное время прибытия: 4-5 минут",
"Половина из вас либо мертва, либо ассимилирована. Спасательный вертолет уже на подходе, держитесь!",
	"Блядские фурри уже на полпути к цели. Я подготовил вертолет для эвакуации, просто еще немного побудьте людьми!",
	"Это выглядит не очень хорошо, половина из вас уже заражена. Вертолет для эвакуации уже в пути, отбивайтесь от этих тварей еще немного",
}

MODE.HalfWayExtractCommander = {
"От вас осталась только половина. Группа эвакуации уже в пути. Расчетное время прибытия: 2-3 минуты",
"Половина из вас либо мертва, либо ассимилирована. Группа эвакуации уже на подходе, держитесь!",
	"Фурри уже на полпути к цели. Я отправил команду по эвакуации, просто побудьте людьми еще немного!",
	"Это выглядит не очень хорошо, половина из вас уже инфицирована. Спасательный отряд уже в пути, отбивайтесь от этих тварей еще немного.",
}

MODE.ThreeLeftCommander = {
"Теперь вас только трое. Прикрывайте друг другу спины",
"В живых осталось только трое, включая вас. Я надеюсь, вы готовы к тому, что произойдет",
"Вас осталось только трое, да поможет вам Бог, ребята",
	"Ты и двое других все еще живы. Постарайтесь держаться вместе",
}

MODE.ThreeLeftHeliCommander = {
"Вас теперь только трое. Вертолет должен прилететь с минуты на минуту.",
"В живых осталось только трое, включая вас. Я надеюсь, вы готовы к эвакуации",
"Вас осталось только трое, ждите вертолет",
"Вы и еще двое живы. Держитесь вместе, скоро прибудет вертолет для эвакуации",
}

MODE.TwoLeftCommander = {
"Теперь в этом богом забытом месте вас только двое",
"Теперь вы дуэт. Черт!",
"Остался только ты. И еще какой-то парень. Да поможет вам Бог",
"Вас осталось только двое. Не позволяй отчаянию овладеть тобой, борись до последнего вздоха!"
}

MODE.OneLeftCommander = {
"БЛЯТЬ-БЛЯТЬ-БЛЯТЬ! Ты единственный, кто остался... Да помилует господь твою душу.",
"Ты единственный выживший. Вполне возможно, что и нет. Ты хорошо сражался.",
"Теперь только ты и я, да? Рад, что я не один там, внизу",
"Ты последний. Прости, солдат. Похоже придется принять свою судьбу",
}

MODE.FirstCasualtyContractor = {
"Первый убит",
"Один уже убит, не отвлекайтесь",
"Один выживший погиб",
"Кто-то уже мертв. Ассимилирован или застрелен, не имеет значения. Продолжайте",
}

MODE.HalfWayContractor = {
"Вы добрались до половины выживших. Впечатляет...",
"Около половины ваших врагов теперь мертвы. Просто информирую вас.",
"Половина из них уже мертва. Хорошая работа, оперативник, продолжайте свою миссию",
"Хорошая работа, оперативник, около половины выживших уже мертвы",
}

MODE.ThreeLeftContractor = {
"Осталось только двое выживших. Завершите то, что начали.",
"Осталось всего двое. Вы знаете, что делать.",
"Осталось только двое выживших. Хорошая работа, вы почти у цели",
"Ты и еще двое выживших - вот все, что осталось. Найдите их и убейте",
}

MODE.TwoLeftContractor = {
"Теперь остался только один выживший. Прикончите его.",
"Остался только один выживший. Не облажайтесь.",
"Найдите и убейте последнего. Ваша добыча ждет",
"Остался один враг. Найдите его",
}

MODE.OneLeftContractor = {
"Вы единственный, кто остался в живых в этой бойне. Миссия завершена. Отправляйтесь к месту эвакуации.",
"Вы взяли их всех. Миссия завершена. Доберитесь до места эвакуации.",
"Оперативник, вы последний, кто остался в живых. Миссия завершена. Отправляйтесь к месту эвакуации",
"Оперативник, ваша миссия выполнена успешно. Отправляйтесь к месту эвакуации",
}