SLogs.Dictionary = {
	[404] = "Неверно",

	Other = {
		[404] = "Неверно"
	},

	Logs = {
		[SLogs:GetID("Violations")] = {
			[0] = { "PropSpam, ", "{ply1}", " заспавнил ", "{int1}", " пропов с интервалом меньше ", "{int2}", " секунд" },
			[1] = { "РДМ, ", "{ply1}", " убил ", "{int1}", " игроков с интервалом меньше ", "{int2}", " секунд" },
			[2] = { "TeamKill, ", "{ply1}", " убил ", "{ply2}", ", своего союзника" }
		},
		[SLogs:GetID("AntiCheat")] = {
			[0] = { "{ply1}", " бхопнул ( идеально отпрыгнул после приземления ) ", "{int}", " раз подряд" },
			[1] = { "У ", "{ply1}", " запустился скрипт '", "{str}", "'" },
			[2] = { "У ", "{ply1}", " обнаружена попытка обойти античит" },
			[3] = { "У ", "{ply1}", " обнаружен обход Screengrab" }
		},
		[SLogs:GetID("Damages")] = {
			[0] = { "{ply1}", " дамажнул ", "{ply2}", " с помощью ", "{wep}", ", ", "{int}", " урона" },
			[1] = { "{ply1}", " выстрелил в ", "{ply2}", " с помощью ", "{wep}", ", ", "{int}", " урона" },
			[2] = { "{ply1}", " взорвал ", "{ply2}", " с помощью ", "{wep}", ", ", "{int}", " урона" },
			[3] = { "{ply1}", " наехал на ", "{ply2}", ", ", "{int}", " урона" },
			[4] = { "{ply1}", " получил ", "{int}", " урона от падения" },
			[5] = { "{ply1}", " получил ", "{int}", " урона от взрыва" },
			[6] = { "{ply1}", " получил ", "{int}", " урона от голода" },
			[7] = { "{ply1}", " врезался и получил ", "{int}", " урона" },
			[8] = { "{ply1}", " выстрелил по машине ", "{ply2}", " с помощью ", "{wep}" }
		},
		[SLogs:GetID("Kills")] = {
			[0] = { "{ply1}", " убил ", "{ply2}", " с помощью ", "{wep}" },
			[1] = { "{ply1}", " застрелил ", "{ply2}", " с помощью ", "{wep}" },
			[2] = { "{ply1}", " взорвал ", "{ply2}", " с помощью ", "{wep}" },
			[3] = { "{ply1}", " переехал ", "{ply2}" },
			[4] = { "{ply1}", " упал и разбился" },
			[5] = { "{ply1}", " взорвался" },
			[6] = { "{ply1}", " умер от голода" },
			[7] = { "{ply1}", " попал в аварию" }
		},
		[SLogs:GetID("Connections")] = {
			[0] = { "{ply1}", " подключается" },
			[1] = { "{ply1}", " отключился" },
			[2] = { "{ply1}", " был кикнут, причина: '", "{str}", "'" },
			[3] = { "{ply1}", " отключился, проблемы с интернетом" },
			[4] = { "{ply1}", " отключился сам" },
			[5] = { "{ply1}", " заспавнился" }
		},
		[SLogs:GetID("Chat")] = {
			[0] = { "{ply1}", " сказал ", "{str}" },
			[1] = { "{ply1}", " сказал в OCC ", "{str}" },
			[2] = { "{ply1}", " объявил ", "{str}" },
			[3] = { "{ply1}", " в /me ", "{str}" },
			[4] = { "{ply1}", " крикнул ", "{str}" },
			[5] = { "{ply1}", " шепнул ", "{str}" },
			[6] = { "{ply1}", " сказал в групповой чат ", "{str}" },
			[7] = { "{ply1}", " бросил кубик ", "{int}" },
			[8] = { "{ply1}", " принял вызов от ", "{ply2}" },
			[9] = { "{ply1}", " бросил трубку от ", "{ply2}" }
		},
		[SLogs:GetID("Warn")] = {
			[0] = { "{ply1}", " выдал предупреждение ", "{ply2}", " до ", "{time}", " по причине ", "{str}" },
			[1] = { "{ply1}", " убрал предупреждение у ", "{ply2}" }
		},
		[SLogs:GetID("Props")] = {
			[0] = { "{ply1}", " заспавнил проп ", "{str}" }
		},
		[SLogs:GetID("ULX")] = {
			[0] = { "{ply1}", " запустил команду ", "{str1}", " на ", "{ply2}", " с аргументами ", "{str2}" },
			[1] = { "{ply1}", " запустил команду ", "{str1}", " с аргументами ", "{str2}" },
			[2] = { "{ply1}", " запустил команду ", "{str1}", " на ", "{ply2}" },
			[3] = { "{ply1}", " запустил команду ", "{str1}" }
		},
		[SLogs:GetID("Tools")] = {
			[0] = { "{ply1}", " использовал инструмент ", "{str1}", " на ", "{str2}" }
		},
		[SLogs:GetID("Weapons")] = {
			[0] = { "{ply1}", " выдал ", "{weps}", " игрокам: ", "{plys}" }
		}
	},

	LogCategories = {
		[SLogs:GetID("Others", true)] = "Другие",
		[SLogs:GetID("Main", true)] = "Основные",
		[SLogs:GetID("Buildings", true)] = "Песочница",
		[SLogs:GetID("Administrations", true)] = "Система"
	},

	LogTypes = {
		[SLogs:GetID("Search")] = "Поиск",
		[SLogs:GetID("Violations")] = "Нарушения",
		[SLogs:GetID("AntiCheat")] = "Античит",
		[SLogs:GetID("Damages")] = "Уроны",
		[SLogs:GetID("Kills")] = "Убийства",
		[SLogs:GetID("Connections")] = "Подключения",
		[SLogs:GetID("Chat")] = "Чат",
		[SLogs:GetID("Props")] = "Пропы",
		[SLogs:GetID("Tools")] = "Инструменты",
		[SLogs:GetID("Warn")] = "Варны",
		[SLogs:GetID("ULX")] = "Админка",
		[SLogs:GetID("Weapons")] = "Оружия"
	},

	Search = {
		["Search"] = "Искать",
		["Categories"] = "Категории",
		["Players"] = "Игроки"
	},

	LogActions = {
		["copy"] = "Скопировать",
		["copy_selected"] = "Скопировать выделенное",
		["ply"] = "Игрок",
		["name"] = "Имя",
		["sid"] = "SteamID",
		["watch"] = "Посмотреть",
		["say"] = "Сказать",
		["log"] = "Лог"
	},

	Settings = {
		Categories = {
			Visual = "Вид",
			Net = "Интернет",
			Fonts = "Шрифты",
			Colors = "Цвета"
		},
		BackGR = {
			n = "Фон",
			c1 = "Без фона",
			c2 = "Блюр",
			c3 = "Чёрный фон",
			c3d = "Очень хорошо прибавляет FPS, +(40-100)fps."
		},
		MLines = {
			n = "Лимит логов",
			d = "Максимальное количество логов на одной странице."
		},
		BTall = {
			n = "Длина кнопок категории",
			d = "(Размер шрифта + длина)"
		},
		Sync = {
			n = "Автосинхронизация",
			d = "Полезно если вы хотите видеть логи",
			c1 = "Синхронизировать только при открытии меню",
			c1d = "( тогда и отобразится в логах )",
			c2 = "Каждых 2 секунды",
			c3 = "Каждых 5 секунд",
			c4 = "Каждых 10 секунд",
			c5 = "Каждых 30 секунд"
		},
		C_TextLog = {
			n = "Перевод",
			d = "Цвет перевода (подключился, переехал, застрелил и т.д)"
		},
		C_Player = "Игрок",
		C_Weapon = "Оружие",
		C_Int = "Число",
		C_Str = {
			n = "Текст",
			d = "(причина кика, розыска, название професии и т.д)"
		},
		C_Fine = "Штраф",
		C_Time = "Время",
		F_Log = "Лог",
		F_Category = "Категория",
		F_Button = "Кнопка"
	}
}